Repository: VincentMeilinger/Nextcloud-Cookbook-iOS
Catalog: Nextcloud Cookbook iOS Client/Localizable.xcstrings
Source language: en
Languages: de, es, fr

source: Upload Recipe
de: Speichern
es: Cargar
fr: Télécharger

source: URL (e.g. example.com/recipe)
de: URL (z.B. beispiel.com/rezept)
es: URL (por ejemplo, ejemplo.com/receta)
fr: URL (par exemple, example.com/recette)

source: Username: %@
de: Nutzername: %@
es: Nombre de usuario: %@
fr: Nom d'utilisateur: %@

source: Validate
de: Überprüfen
es: Validar
fr: Valider

source: Visit the GitHub page
de: GitHub öffnen
es: Visita la página de GitHub.
fr: Visitez GitHub

source: You're all set for cooking 🍓
de: Bereit zum Kochen 🍓
es: Estás listo(a) para cocinar 🍓
fr: Vous êtes prêt(e) pour cuisiner 🍓

source: Your grocery list is stored locally and therefore not synchronized across your devices.
de: Die Einkaufsliste wird lokal gespeichert und daher nicht auf andere Geräte übertragen.
es: Tu lista de la compra se almacena localmente y, por lo tanto, no se sincroniza en tus dispositivos.
fr: Votre liste de courses est stockée localement et n'est donc pas synchronisée sur vos appareils.

source: Action delayed
es: Acción retrasada
fr: Action retardée

source: Downloads
es: Descargas
fr: Téléchargements
